{
  "films": [
    { "id": 1, "title": "Black Panther: Wakanda Forever (2022)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/wSphEs4KKbewWC01NBtmCJnlZ7y.jpg","desc": "Королевство Ваканда погрузилось в хаос: король Т'Чалла умирает от тяжелой болезни, оставляя мать Рамонду, сестру Шури и всю страну в глубоком трауре, а также лишает ее защитника - Черной пантеры.", "date": "11/11/2022" },
    { "id": 2, "title": "Вавилон (2022)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/u8Hj5v5x0R4DJFW0yUX4iGTWtDT.jpg","desc": "Рассказ о непомерных амбициях и возмутительном излишестве, он прослеживает взлеты и падения множества персонажей в эпоху необузданного упадка и разврата в раннем Голливуде." , "date": "10/02/2023"},
    { "id": 3, "title": "Крушение (2023)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/z0ydbXcveNVRpdKkNlJ0oN0sBdf.jpg","desc": "Пилоту Броуди Торрансу удаётся успешно посадить повреждённый штормом самолёт на враждебной территории. Вскоре выясняется, что уцелевшим угрожают воинствующие пираты, которые хотят захватить самолёт и его пассажиров в заложники. Пока идут поиски пропавшего самолёта, Броуди должен защитить своих пассажиров, пока не прибудет помощь...", "date": "27/01/2023" },
    { "id": 4, "title": "The Knockout (2023)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/SIY6lVRZ9W1C4GU3Dvi3l4MSFs.jpg","desc": "20 years of perseverance, hot-blooded teenagers finally become the people's hero." , "date": false},
    { "id": 5, "title": "Одни из нас (2023)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/69loIrm9JPpPRE3Akw4yRoitSYn.jpg","desc": "Закалённый в борьбе за выживание Джоэл и Элли, отважная, не по годам смышлёная девочка-подросток, вынуждены объединиться и помогать друг другу пережить странствие по руинам Соединённых Штатов." , "date": false},
    { "id": 6, "title": "Аватар: Путь воды (2022)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/1tntyDRcev7PIg6xfo8El56ocoi.jpg","desc": "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.", "date": "16/12/2022" },
    { "id": 7, "title": "Кот в сапогах 2: Последнее желание (2022)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/yDtgeQ2bwALLw1G2345XVeeP3wX.jpg","desc": "Кот в сапогах потратил восемь из девяти отпущенных ему жизней и теперь отправляется в новое приключение, чтобы отыскать мифическое Последнее желание и восстановить свои жизни.", "date": "17/03/2023" },
    { "id": 8, "title": "True Spirit (2023)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/B7m21gukMeVK3NAuk1PLCo9C8p.jpg","desc": "When the tenacious young sailor Jessica Watson sets out to be the youngest person to sail solo, nonstop and unassisted around the world, many expect her to fail. With the support of her sailing coach and mentor Ben Bryant and her parents, Jessica is determined to accomplish what was thought to be impossible, navigating some of the world’s most challenging stretches of ocean over the course of 210 days.", "date": "03/02/2023" },
    { "id": 9, "title": "На Западном фронте без перемен (2022)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/yzn6vRTjTZZ9ySBPQojKtzWqHwX.jpg","desc": "Когда 17-летний Пауль приезжает воевать на Западный фронт в Первую мировую войну, его изначальный энтузиазм пропадает от столкновения с суровой реальностью жизни в окопах." , "date": "28/10/2022 "},
    { "id": 10, "title": "Бэтмен (2022)", "img": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/3EXgl14Wmr5NcbYnBy1kavGHnvh.jpg","desc": "После двух лет поисков правосудия на улицах Готэма для своих сограждан Бэтмен становится олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на представителей элиты, загадочные улики приводят Брюса Уэйна в самые темные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма." , "date": "11/03/2022"}
  ]
}